cfd/nozzle_flow/constant/turbulenceProperties
simulationType RAS;

RAS
{
    RASModel        kOmegaSST;
    turbulence      on;
    printCoeffs     on;
}
