cfd/nozzle_flow/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| ROCKET M1- MK0 educational OpenFOAM template                                |
| No operational inlet velocity or test condition is provided.                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0 0 0);
boundaryField
{
    inlet
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    outlet
    {
        type zeroGradient;
    }
    walls
    {
        type noSlip;
    }
}
