cfd/nozzle_flow/0/p
/* Placeholder pressure field. Not a chamber or tank pressure. */
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
dimensions      [1 -1 -2 0 0 0 0];
internalField   uniform 1;
boundaryField
{
    inlet
    {
        type fixedValue;
        value uniform 1;
    }
    outlet
    {
        type fixedValue;
        value uniform 1;
    }
    walls
    {
        type zeroGradient;
    }
}
