cfd/nozzle_flow/0/T
/* Placeholder temperature field. Not a combustion gas temperature. */
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
dimensions      [0 0 0 1 0 0 0];
internalField   uniform 1;
boundaryField
{
    inlet
    {
        type fixedValue;
        value uniform 1;
    }
    outlet
    {
        type zeroGradient;
    }
    walls
    {
        type zeroGradient;
    }
}
