cfd/nozzle_flow/0/k
/* Placeholder turbulence kinetic energy field. */
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      k;
}
dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    inlet { type fixedValue; value uniform 0; }
    outlet { type zeroGradient; }
    walls { type kqRWallFunction; value uniform 0; }
}
