cfd/nozzle_flow/0/omega
/* Placeholder specific dissipation field. */
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      omega;
}
dimensions      [0 0 -1 0 0 0 0];
internalField   uniform 1;
boundaryField
{
    inlet { type fixedValue; value uniform 1; }
    outlet { type zeroGradient; }
    walls { type omegaWallFunction; value uniform 1; }
}
