cfd/nozzle_flow/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}

solvers
{
    "(rho|rhoU|rhoE)"
    {
        solver          diagonal;
    }
}

PIMPLE
{
    nOuterCorrectors 1;
    nCorrectors      1;
    nNonOrthogonalCorrectors 0;
}
